Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/basics/help.po
Languages: es

source: QElectroTech help menu
es: Menú de ayuda QElectroTech

source: QElectroTech has been designed with some tools which help the user and makes easier the searching of information. All those tools can be found at **Help** menu from `menu bar`_.
es: QElectroTech ha sido diseñado com algunas herramientas que ayudan al usuario y hacen más fácil la búsqueda de información. Todas esas herramientas pueden ser encontradas en el menu de **Ayuda** de la `barra de menú`_.

source: Figure: Help menu QElectroTech
es: Figura: Menú de ayuda de QElectroTech

source: Tooltips
es: Descripciones emergentes

source: To support the user, tooltips are displayed when the mouse arrow is placed on an icon from the `toolbars`_. A tooltip is a short message which defines the action corresponding to the icon.
es: Para ayudar al usuario, descripciones emergentes son mostradas cuando la flecha del ratón está colocada sobre un icono de las `barras de herramientas`_. Una descripción emergente es un mensaje corto que define la acción correspondiente al icono.

source: QElectroTech also allows the display from tooltips, or short descrition panels, at many different areas and objets from the main window. These panels are not diplayed automatically with the placement of the mouse arrow on the object or area.
es: QElectroTech también permite mostrar descripciones emergentes, o pequeños paneles de descripción, en diferentes áreas y objetos de la ventana principal. Esos paneles no son mostrados de forma automática con el posicionamiento de la flecha del ratón en el objeto o área.

source: Select **Help > What's this?** menu item.
es: Seleccionar la opción de menú **Ayuda > What's this?**.

source: Press on the object or area to display the description panel.
es: Click en el objeto o área a mostrar el panel de descripción

source: Figure: Message which appears at the workspace
es: Figura: Mensaje que aparece en el área de trabajo

source: To increase the working eficiency, the description panel can also be displayed using keyboard shortcut. The user does not need to resort to the **Help** menu.
es: Para incrementar la eficiencia de trabajo, los paneles de descripción también pueden ser mostrados usando atajos de ratón. El usuario no necesita recurrir al menú **Ayuda**.

source: Press ``shift + f1``.
es: Presionar ``shift + f1``.

source: The tool **What's this?** does not give the description from everyting, it gives only the description for the different type of collections (`title blocks`_ and `elements`_), the `workspace`_, `project`_ area and a few objects and areas more.
es: La herramienta **What's this?** no ofrece la descripción de todo, solo la descripción de los diferentes tipos de colecciones (`rótulos`_ y `elementos`_), el `área de trabajo`_, `proyecto`_ y unos cuantos objectos y areas más.

source: About QElectroTech
es: Acerca de QElectroTech

source: Many information related to QElectroTech can be found at the application without searching on Internet. Everybody who launch the application can find the license text, version of the application launched, developers and collaborators.
es: Mucha información relacionada con QElectroTech puede ser encontrada en la aplicación sin buscar en Internet. Todo el que inicia la aplicación puede encontrar el texto de la licencia, la versión de la aplicación iniciada, desarrolladores y colaboradores.

source: Select **Help > About QElectroTech** menu item to display the PopUP window with the basic information from QElectroTech project.
es: Seleccionar la opción de menú **Ayuda > Acerca de QElectroTech** para mostrar la ventana emergente con toda la información básica del proyecto QElectroTech.

source: Online Manual
es: Manual en linea

source: **Help** menu can address the user to the official online documentation.
es: El menú **Ayuda** puede dirigir al usuario a la documentación oficial que se encuenta en linea.

source: Select **Help > Online Manual** menu item to open the official QEletroTech online documentation at default browser.
es: Seleccionar la opción de menú **Ayuda > Manual online** para abrir en el navegador por defecto la documentación oficial de QEletroTech que se encuenta en linea.

source: When the application is active on the computer, the user can also open the online manual at default browser using keyboard shortcut.
es: Cuando la aplicación se encuentra activa en el ordenador, el usuario también puede abrir en el navegador por defecto el manual que se encuenta en linea usando atajo de teclado.

source: Press ``f1`` to open the official online manual on the browser.
es: Presionar ``f1`` para abrir en el navegador el manual oficial que se encuentra en linea

source: For more information about QElectroTech keyboard shortcut, refer to `menu bar`_ section.
es: Para más información sobre atajos de teclado en QElectroTech, referirse a la sección `barra de menú`_.

source: Youtube Channel
es: Canal de Youtube

source: Many different video tutorials about QElectroTech can be found on Internet. **Help** menu can address the user to the official `Youtube`_ channel of the project.
es: Varios videotutoriales diferentes sobre QElectroTech pueden ser encontrados en Internet. El menú **Ayuda** puede dirigir al usuario al canal oficial del proyecto en `Youtube`_.

source: Select **Help > Youtube Channel** menu item to open the QEletroTech `Youtube`_ channel at default browser.
es: Seleccionar la opción de menú **Ayuda > Canal de Youtube** para abrir en el navegador por defecto el canal de `Youtube`_ de QElectroTech.

source: Support the project
es: Apoyar el proyecto

source: If the user is satisfied with the work already made by the developer team from QElectroTech and he wants to help the project with an economical donation, **Help** menu can address the user to the official `PayPal`_ account of the project.
es: Si el usuario está satisfecho con el trabajo ya realizado por el equípo de desarrolladores de QElectroTech y quiere ayudar al proyecto con una donación económica, el menu **Ayuda** puede dirigir al ususario a la cuenta oficial del proyecto en `PayPal`_.

source: Select **Help > Support the project with a donation** menu item to open the official `PayPal`_ account from QEletroTech at default browser.
es: Seleccionar la opción de menú **Ayuda > Apoyar el proyecto con una donación** para abrir en el navegador por defecto la cuenta oficial de `PayPal`_ de QEletroTech.

source: About Qt
es: Acerca de Qt

source: QElectroTech has been designed using `Qt`_ framework and widget toolkit. **Help** menu allows going to the official web from `Qt`_ project without the need of searching on Internet.
es: QElectroTech ha sido diseñado usando el framework multiplataforma orientado a objetos `Qt`_. El menú **Ayuda** permite visitar la página web oficial del proyecto `Qt`_ sin necesidad de buscar en internet.

source: Select **Help > About Qt** menu item to open the offical web from `Qt`_ at default browser.
es: Seleccionar la opción de menú **Ayuda > Acerca de Qt** para abrir en el navegador por defecto la página oficial de `Qt`_.
