Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/basics/launch_linux.po
Languages: es

source: Launch QElectroTech on Linux
es: Iniciar QElectroTech en Linux

source: After installation, Linux allows the user launching applications from many different ways. Below, the most common ways are explained.
es: Después de la instalación, Linux permite al usuario iniciar aplicaciones de varias formas diferentes. Abajo, las formas más comunes son explicadas

source: Launch QElectroTech from terminal
es: Iniciar QElectroTech desde el terminal

source: To launch QElectroTech using the terminal, the command to be used is:
es: Para iniciar QElectroTech usando el terminal, el comando a usar es:

source: The command mentioned above blocks the terminal for other processes. If the terminal should be available for other processes, the command to launch QElectroTech is:
es: El comando mencionado anteriormente bloquea el terminal para otros procesos. Si el terminal debe estar disponible para otros procesos, el comando para iniciar QElectroTech es:

source: If the command is not working, list the applications installed and check the name with which QElectroTech has been installed.
es: Si el comando no funciona, liste las aplicaciones instaladas y compruebe el nombre con el cual QElectroTech ha sido instalado

source: Ubuntu command: ``$ apt list --installed``
es: Comando Ubuntu: ``$ apt list --installed``

source: Figure: Splash screen
es: Figura: Ventana de bienvenida

source: Launch QElectroTech from applications menu
es: Iniciar QElectroTech desde el menú de aplicaciones

source: As Windows, Linux operative systems allow the user to launch applications from menus and icons. Where to go depends on the theme and distribution used. Below, some possibilities according some configurations are mentioned.
es: Como en Windows, el sistema operativo Linux permite al usuario iniciar aplicaciones desde menús e iconos. Donde ir depende del tema y la distribución usada. Abajo, algunas posibilidades acorde a algunas configuraciones son mencionadas.

source: Unity theme: The icon appears at the launcher bar.
es: Tema Unity: El icono aparece en la barra de inicio.

source: Gnome shell: The icon appears at **[Menu]**, with the rest of applications.
es: Gnome shell: El icono aparece en **[Menú]**, con el resto de aplicaciones.

source: Gnome Classic: QElectroTech can be started from **Applications > Graphics > QElectroTech**.
es: Gnome Classic: QElectroTech puede iniciarse desde **Aplicaciones > Graficos > QElectroTech**.

source: KDE: QElectroTech can be started from **[Menu]** at **Graphics > QElectroTech**.
es: KDE: QElectroTech puede iniciarse desde **[Menú]** en **Graficos > QElectroTech**.

source: Once QElectroTech has been launched, the main window looks as follow:
es: Una vez QElectroTech ha sido iniciado, la ventana principal se ve de la siguiente manera:

source: Figure: Main window QElectroTech
es: Figura: Ventana principal de QElectroTech
