Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/basics/quit.po
Languages: es

source: Quit QElectroTech
es: Salir de QElectroTech

source: The user can quit QElectroTech at anytime. The user does not need to `close the project`_ before clossing the application.
es: El usuario puede salir de QElectroTech en cualquier momento. El usuario no necesita `cerrar proyecto`_ antes de salir de la aplicación.

source: If the current work wants to be saved before closing the project, refer to `save project`_ section. Even so, QElectroTech displays an automatic message to save the current job if any modification has been created.
es: Si el trabajo actual quiere ser guardado antes de cerrar el projecto, referirse a la sección `guardar proyecto`_. Aún así, QElectroTech muestra automáticamente un mensaje para guardar el trabajo actual si alguna modificación ha sido creada.

source: Figure: QElectroTech Save message
es: Figura: Mensaje de guardar en QElectroTech

source: As a large amoung of applications which has been developed using `Qt`_, QElectroTech can be closed from the close tab |close_tab| which can be found at top right from main window, from `menu bar`_ or using the corresponding keyboard shortcut.
es: Al igual que en una gran cantidad de aplicaciones que han sido desarrolladas usando `Qt`_, QElectroTech puede ser cerrado desde la pestaña cerrar |close_tab| que puede ser encontrada en la parte superior derecha de la ventana principal, desde la `barra de menú`_ o usando el correspondiente atajo de teclado.

source: Quit QElectroTech from menu bar
es: Salir de QElectroTech desde la barra de menú

source: Select **File > Quit** menu item to quit QElectroTech.
es: Seleccionar la opción de menú **Archivo > Salir** para cerrar QElectroTech.

source: Figure: QElectroTech File menu
es: Figure: Menu Archivo de QElectroTech

source: Quit QElectroTech using keyboard shortcut
es: Salir de QElectroTech usando atajo de teclado

source: QElectroTech allows using keyboard shortcut to increase the working efficiency.
es: QElectroTech permite usar atajos de teclado para incrementar la eficiencia de trabajo.

source: Press ``Ctrl + q`` to quit QElectroTech.
es: Presionar ``Ctrl + q`` para cerrar QElectroTech

source: For more information about QElectroTech keyboard shortcuts, refer to `menu bar`_ section.
es: Para más información sobre atajos de teclado en QElectroTech, referirse a la sección `barra de menú`_.
