Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/panels/collections_panel.po
Languages: es

source: Collections panel
es: Panel de colecciones

source: The colections panel displays the `QET`_, `user`_ and `projects`_ element collections.
es: El panel de colecciones muestra las colecciones de elementos `QET`_, `usuario`_ y `proyectos`_.

source: Figure: QElectroTech collections panel
es: Figura: Panel de colecciones de QElectroTech

source: To display the collections panel:
es: Para mostrar el panel de colecciones:

source: Select **Settings > Display > Collections** menu item to display the collections panel.
es: Seleccione **Configuración > Mostrar > Colecciones** del menú para mostrar el panel de colecciones.

source: The main function from the collections panel is to manage `elements`_. The tasks which can be done from collections panel are:
es: La función principal del panel de colecciones es gestionar `elementos`_. Las tareas que pueden realizarse desde el panel de colecciones son:

source: Manage `user`_ collection (Create, edit and delete elements from the collection).
es: Gestionar la colección de `usuario`_ (Crear, editar y eliminar elementos de la colección).

source: Edit elements from project collection.
es: Editar elementos de la colección de proyectos

source: Search elements from the project collection at the `workspace`_.
es: Buscar elementos de la colección del proyecto en el `espacio de trabajo`_.

source: Import elements from `QET`_ or `user`_ collection to the project (Add new element to workspace).
es: Importar elementos de las colecciones `QET`_ o de `usuario`_ al proyecto (Añadir nuevo elemento al espacio de trabajo).

source: To make easier the work with the collections panel, QElectroTech provides a search tool that makes faster finding elements inside the different collections.
es: Para facilitar el trabajo con el panel de colecciones, QElectroTech proporciona una herramienta de búsqueda que agiliza la búsqueda de elementos dentro de las diferentes colecciones.
