Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/panels/projects_panel.po
Languages: es

source: Projects panel
es: Panel de proyectos

source: The projects panel displays the opened projects trees, `folios`_ and `embedded title blocks`_. The `QET`_ and `user`_ collection title blocks are also displayed at the projects panel.
es: El panel de proyectos muestra los árboles de proyectos abiertos, `folios`_ y `rótulos integrados`_. Las colecciones de rótulos `QET`_ y de `usuario`_ también se muestran en el panel de proyectos.

source: Figure: QElectroTech Projects panel
es: Figura: Panel de proyectos de QElectroTech

source: To display the projects panel:
es: Para mostrar el panel de proyectos:

source: Select **Settings > Display > Projects** menu item to display the projects panel.
es: Seleccione **Configuración > Mostrar > Proyectos** del menú para mostrar el panel de proyectos.

source: The tasks which can be done from projects panel are:
es: Las tareas que pueden realizarse desde el panel de proyectos son:

source: Manage `folios`_ (Add folios, define folio order at each project, etc.).
es: Gestionar `folios`_ (añadir folios, definir orden de folios en cada proyecto, etc.).

source: Manage the `embedded title blocks`_ from the project.
es: Gestionar los `rótulos integrados`_ en el proyecto.

source: Manage the default `QET`_ title block collection.
es: Gestionar la colección de rótulos predeterminada `QET`_.

source: Manage the `user`_ title block collection.
es: Gestionar la colección `rótulos de usuario`_.

source: Define the active project.
es: Definir el proyecto activo.

source: Define the active folio which should be displayed at the `workspace`_.
es: Definir el folio que debe ser mostrado en el `área de trabajo`_.

source: Display the folio properties PopUP window.
es: Mostrar la ventana emergente de propiedades de folio

source: Display the project properties PopUP window.
es: Mostrar la ventana emergente de propiedades de proyecto

source: To make easier the work with the project panel, QElectroTech provides a filter. All `folios`_, `projects`_ and `title blocks`_ without a name or part of string can be hidden.
es: Para facilitar el trabajo con el panel del proyectos, QElectroTech proporciona un filtro. Todos los `folios`_, `proyectos`_ y `rótulos`_ sin un nombre o parte de la cadena de caracteres pueden ser ocultados.
