Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/panels/selection_properties_panel.po
Languages: es

source: Selection properties panel
es: Panel de propiedades de la selección

source: The selection properties panel displays the properties from the selecte object. Only the properties from some object can be displayed at the panel. The selection properties panel can display the properties from:
es: El panel de propiedades de la selección muestra las propiedades del objeto seleccionado. Solo las propiedades de algunos objetos pueden ser mostradas en el panel. El panel de propiedades de la selección puede mostrar las propiedades de:

source: `Elements`_
es: `Elementos`_

source: Some `basic objects`_: `line`_, `rectangle`_, `ellipse`_, `polygon`_ and `picture`_.
es: Algunos `objectos básicos`_: `línea`_, `rectángulo`_, `elipse`_, `polígono`_ e `imagen`_.

source: Figure: QElectroTech selection properties panel
es: Figura: Panel de propiedades de la selección de QElectroTech

source: To display the selection properties panel:
es: Para mostrar el panel de propiedades de la selección:

source: Select **Settings > Display > Selection properties** menu item to display the selection properties panel.
es: Seleccione **Configuración > Mostrar > Propiedades de la selección** del menú para mostrar el panel de propiedades de la selección.

source: The main function of the selection properties panel is to manage the object properties. At QElectroTech, the object properties can be different for each object. The main tasks that can be done from the selection properties panel are:
es: La función principal del panel de propiedades de la selección es administrar las propiedades de los objetos. En QElectroTech, las propiedades de los objetos pueden ser diferentes para cada objeto. Las principales tareas que pueden realizarse desde el panel de propiedades de la selección son:

source: Manage the properties from the basic geometrical objects (`line`_, `rectangle`_, `ellipse`_ and `polygon`_).
es: Gestionar las propiedades de los objetos geométricos básicos (`línea`_, `rectángulo`_, `elipse`_ y `polígono`_).

source: Define the scale from the imported `pictures`_.
es: Definir la escala de las `imagenes`_ importadas.

source: Lock the position of the `basic objects`_ (`line`_, `rectangle`_, `ellipse`_, `polygon`_ and `picture`_).
es: Bloquear la posición de los `objectos básicos`_ (`línea`_, `rectángulo`_, `elipse`_, `polígono`_ e `imagen`_).

source: Manage the information from the `elements`_ (label, function, manufacturer, article number, order number, etc.).
es: Gestionar la información de los `elementos`_ (etiqueta, función, fabricante, número de artículo, número de orden, etc.).

source: Manage the text and dynamic text from element symbols.
es: Gestionar el texto y texto dinámico de los símbolos de los elementos.

source: Display the general element properties (name, position, dimensions, number of terminals, etc.).
es: Mostrar las propiedades generales de los elementos (nombre, posición, tamaño, número de bornes, etc.).

source: Manage the element links (cross references).
es: Gestionar los enlaces de elementos (referencias cruzadas).
