Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/panels/undo_panel.po
Languages: es

source: Undo panel
es: Panel de anulaciones

source: The Undo panel displays the history since the last time that the document was saved. Once the `project`_ is saved, undo panel is automatically cleared.
es: El panel de anulaciones muestra el historial desde la última vez que el documento fué guardado. Una vez el `proyecto`_ es guardado, el panel de anulaciones es automáticamente limpiado.

source: Figure: QElectroTech Undo panel
es: Figura: Panel de anulaciones de QElectroTech

source: To display the undo panel:
es: Para mostrar el panel de anulaciones:

source: Select **Settings > Display > Undo** menu item to display the Undo panel.
es: Seleccione **Configuración > Mostrar > Anulaciones** del menú para mostrar el panel de anulaciones.

source: The undo panel is used to return the `project`_ to the status after one of the actions made after last save. By one click on one of the actions listed at undo panel, the `project`_ will return to the status after the action choosed at the panel. While the `project`_ is not saved again, the user can go to the different status as many times he wants.
es: El panel de anulaciones es usado para devolver el `proyecto`_ al estado posterior de una de las acciones realizadas después del último guardado. Con un clic en una de las acciones listadas en el panel de anulaciones, el `proyecto`_ regresará al estado posterior a la acción seleccionada en el panel. Mientras el `proyecto`_ no es guardado otra vez, el usuario puede ir a los diferentes estados tantas veces como quiera.

source: If you play with the panel, be sure that you are at the correct history status before continue working, saving `project`_ or any irreversible action like `delete folio`_. Once the `project`_ is saved or an irreversible action is made, the history is cleared.
es: Si juega con el panel, asegurese de estar en el estado correcto del historial antes de continuar trabajando, guardar el `proyecto`_ o cualquier acción irreversible como `eliminar un folio`_. Una vez el `proyecto`_ es guardado o una acción irreversible es realizada, el historial es limpiado.

source: Using the undo panel is interested for:
es: Usar el panel de anulaciones es interesante para:

source: Coming back some steps with a click.
es: Retroceder algunos pasos con un clic.

source: Recovering an object which was deleted some steps before. The object can be recovered coming back one step before the elimination, `copying the object`_, coming back to the last history status and `pasting the object`_.
es: Recuperar un objeto que fué eliminado algunos pasos previos. El objeto puede ser recuperado retrocediendo a un paso antes de la eliminación, `copiando el objeto`_, volviendo al último estado del historial y `pegando el objeto`_.

source: Checking the status from the `project`_ some steps before.
es: Comprobar el estado del `project`_ en pasos anteriores.
