Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/customize/full_screen.po
Languages: es

source: Full screen mode
es: Modo de pantalla completa

source: QElectroTech provides the option of displaying full screen. The full screen mode can be selected from `menu bar`_ and using keyboard shortcut.
es: QElectroTech proporciona la opción de pantalla completa. El modo de pantalla completa puede ser seleccionado desde la `barra de menú`_ y usando atajo de teclado.

source: Full screen mode from menu bar
es: Modo de pantalla completa desde barra de menú

source: Select **Settings > FullScreen Mode** menu item to display QElectroTech in full screen mode.
es: Seleccionar **Configuración > Pasar al modo de pantalla completa** del menú para mostrar QElectroTech en modo de pantalla completa.

source: Figure: QElectroTech settings menu
es: Figura: Menú configuración de QElectroTech

source: Full screen mode using keyboard shortcut
es: Modo de pantalla completa usando atajo de teclado

source: QElectroTech allows using keyboard shortcut to increase the working efficiency.
es: QElectroTech permite utilizar atajos de teclado para incrementar la eficiencia de trabajo.

source: Press ``Ctrl + Shift + f`` to display QElectroTech in full screen mode.
es: Presionar ``Ctrl + Shift + f`` para mostrar QElectroTech en modo de pantalla completa

source: For more information about QElectroTech keyboard shortcut, please refers to `menu bar`_ section.
es: Para más información sobre atajos de teclado en QElectroTech, por favor referirse a la sección `barra de menú`_.

source: To leave full screen mode, select **Settings > Leave FullScreen Mode** menu item or use again ``Ctrl + Shift + f`` keyboard shortcut.
es: Para salir del modo de pantalla completa, seleccionar **Configuración > Salir del mode de pantalla completa** del menú o utilizar otra vez el atajo de teclado ``Ctrl + Shift + f``.
