Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/customize/organize_toolbars.po
Languages: es

source: Organize toolbars
es: Organizar barras de herramientas

source: The QElectroTech GUI allows having many different `toolbars`_ switched on to make more friendly the application.
es: El interfaz de QElectroTech permite diferentes `barras de herramientas`_ activas para hacer más amigable la aplicación.

source: To display or hide `toolbars`_:
es: Para mostrar u ocultar las `barras de herramientas`_:

source: Select **Settings > Display** menu item to display the `panels`_ and `toolbars`_ list.
es: Seleccionar **Configuración > Mostrar** del menú para mostrar la lista de `paneles`_ y `barras de herramientas`_.

source: Click on the different `toolbars`_ (Tools, Display, Diagram, Add and Depth) which should be displayed or hidden.
es: Clic en las diferentes `barras de herramientas`_ (Herramientas, Ver, Esquema, Añadir y profundidad) que deben ser mostradas u ocultadas.

source: Figure: QElectroTech Settings > Display menu
es: Figura: Menú Configuración > Mostrar de QElectroTech

source: All `toolbars`_ are placed by default under `menu bar`_, in one row. The user is free reorganizing the `toolbars`_. The `toolbars`_ can be organiced in rows, columns at the left or right side from the `workspace`_ or as floating toolbar.
es: Todas las `barras de herramientas`_ son situadas por defecto bajo la `barra de menú`_, en una fila. El usuario es libre de reorganizar las `barras de herramientas`_. Las `barras de herramientas`_ pueden ser organizadas en filas, columnas a la izquierda y derecha del `espacio de trabajo`_ o como barras de herramientas flotantes.

source: Figure: QElectroTech user interface
es: Figura: Interfaz de usuario de QElectroTech

source: To change the organization of `toolbars`_:
es: Para cambiar la organización de las `barras de herramientas`_:

source: Left click at the left side from the `toolbar`_.
es: Clic izquierdo a la izquieda de la `barra de herramientas`_.

source: Without releasing the `toolbar`_, move the mouse to the final position.
es: Sin soltar la `barra de herramientas`_, mover el ratón a la posición final.

source: Release the `toolbar`_.
es: Soltar la `barra de herramientas`_.

source: Figure: QElectroTech toolbars placement
es: Figura: Colocación de barra de herramientas en QElectroTech
