Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/customize/organize_panels.po
Languages: es

source: Organize panels
es: Organizar paneles

source: QElectroTech GUI has been designed to work using the `menu bar`_ and `panels`_. The `menu bar`_ is fixed at top. The `panels`_ can be displayed and hidden.
es: El interfaz de QElectroTech ha sido diseñado para trabajar usando la `barra de menú`_ y `paneles`_. La `barra de menú`_ se encuentra fija en la parte superior. Los `paneles`_ pueden ser mostrados u ocultados.

source: To display or hide `panels`_:
es: Para mostrar u ocultar los `paneles`_:

source: Select **Settings > Display** menu item to display the `panels`_ and `toolbars`_ list.
es: Seleccionar **Configuración > Mostrar** del menú para mostrar la lista de `paneles`_ y `barras de herramientas`_.

source: Click on the different `panels`_ (Projects, Collections, Undo, Selection properties and Auto numbering Selection) which should be displayed or hidden.
es: Clic en los diferentes `paneles`_ (Proyectos, Colecciones, Anulaciones, Propiedades de la selección y Selección de la numeración automática) que deben ser mostrados u ocultados.

source: Figure: QElectroTech Settings > Display menu
es: Figura: Menú Configuración > Mostrar de QElectroTech

source: All `panels`_ can be displayed at right and left side from `workspace`_. The `panels`_ can be organized on column or by tabs. The `panels`_ can also be displayed as PopUp/floating windows.
es: Todos los `paneles`_ pueden ser mostrados a la derecha e izquierda del `area de trabajo`_. Los `paneles`_ pueden ser organizados en columna o con pestañas. Los `paneles`_ también pueden ser mostrados como ventanas flotantes.

source: Figure: QElectroTech user interface
es: Figura: Interfaz de usuario de QElectroTech

source: To change the organization of `panels`_:
es: Para camibar la organización de los `paneles`_:

source: Left click at the title bar from the `panel`_.
es: Clic izquierdo en la barra de título del `panel`_.

source: Without releasing the `panel`_, move the mouse to the final position.
es: Sin soltar el `panel`_, mover el ratón a la posición final.

source: Release the `panel`_.
es: Soltar el `panel`_.

source: Figure: QElectroTech panels placement
es: Figura: Colocación de paneles en QElectroTech
