Repository: fdomateu/QElectroTech-doc
Catalog: source/locale/*/LC_MESSAGES/interface/elements.po
Languages: es

source: Interface elements
es: Elementos de interfaz

source: QElectroTech has been designed using `Qt`_ framework and widget toolkit. The main window from QElectroTech is the same for all platforms where it is available (Windows, Linux/Unix and MacOS). The main window from QElectroTech contains the following areas:
es: QElectroTech ha sido diseñado utilizando el framework orientado a objetos `Qt`_. La ventana principal de QElectroTech es la misma para todas las plataformas donde está disponible (Windows, Linux/Unix y MacOS). La ventana principal de QElectroTech contiene las siguientes áreas:

source: :greentext:`Menu bar`
es: :greentext:`Barra de menú`

source: :bluetext:`Toolbars`
es: :bluetext:`Barras de herramientas`

source: :orangetext:`Workspace`
es: :orangetext:`Espacio de trabajo`

source: :yellowtext:`Panels`
es: :yellowtext:`Paneles`

source: :redtext:`Project tabs bar`
es: :redtext:`Barra de pestañas de proyecto`

source: :lilactext:`Folio tabs bar`
es: :lilactext:`Barra de pestañas de folio`

source: :browntext:`Help bar`
es: :browntext:`Barra de ayuda`

source: :pinktext:`Search Menu`
es: :pinktext:`Menú de búsqueda`

source: Figure: QElectroTech main window
es: Figure: Ventana principal de QElectroTech
